// 用户体检数据（中文字段名）
module.exports = {
  "乙肝表面抗原定量": [
    { "日期": "2024-03-02", "数值": 1696.36 },
    { "日期": "2024-07-20", "数值": 1352.46 },
    { "日期": "2024-05-01", "数值": 1340.46 },
    { "日期": "2024-06-30", "数值": 1340.46 },
    { "日期": "2025-02-06", "数值": 1696.36 },
    { "日期": "2025-09-13", "数值": 980.555 }
  ],
  "肝功能常规": [
    { "日期": "2024-05-01", "总蛋白": 71.2, "白蛋白": 48.9, "球蛋白": 22.3, "白球比值": 2.19, "总胆红素": 13.5, "直接胆红素": 1.8, "间接胆红素": 11.7, "丙氨酸氨基转移酶": 23, "天冬氨酸氨基转移酶": 28, "γ-谷氨酰转肽酶": 16, "碱性磷酸酶": 88, "钠": 141.8, "钾": 4.52, "氯": 103.5, "葡萄糖": 5.04, "尿素": 6.20, "肌酐": 74.2, "肾小球滤过率": 111.66, "尿酸": 415, "总胆固醇": 4.61, "甘油三酯": 2.08, "高密度脂蛋白胆固醇": 1.00 },
    { "日期": "2024-03-02", "总蛋白": 75.0, "白蛋白": 50.3, "球蛋白": 24.7, "白球比值": 2.04, "总胆红素": 12.3, "直接胆红素": 1.6, "间接胆红素": 10.7, "丙氨酸氨基转移酶": 36, "天冬氨酸氨基转移酶": 28, "γ-谷氨酰转肽酶": 21, "碱性磷酸酶": 80, "钠": 139.0, "钾": 4.43, "氯": 103.6, "葡萄糖": 5.04, "尿素": 6.20, "肌酐": 74.2, "肾小球滤过率": 114.27, "尿酸": 415, "总胆固醇": 5.19, "甘油三酯": 2.11, "高密度脂蛋白胆固醇": 1.01 },
    { "日期": "2024-07-20", "总蛋白": 73.1, "白蛋白": 49.4, "球蛋白": 23.7, "白球比值": 2.08, "总胆红素": 14.7, "直接胆红素": 2.3, "间接胆红素": 12.4, "丙氨酸氨基转移酶": 39, "天冬氨酸氨基转移酶": 28, "γ-谷氨酰转肽酶": 16, "碱性磷酸酶": 21, "钠": 139.0, "钾": 4.43, "氯": 103.6, "葡萄糖": 5.04, "尿素": 6.20, "肌酐": 74.2, "肾小球滤过率": 114.27, "尿酸": 415, "总胆固醇": 5.19, "甘油三酯": 2.11, "高密度脂蛋白胆固醇": 1.01 },
    { "日期": "2025-02-06", "总蛋白": 75.0, "白蛋白": 50.3, "球蛋白": 24.7, "白球比值": 2.04, "总胆红素": 19.5, "直接胆红素": 2.8, "间接胆红素": 16.7, "丙氨酸氨基转移酶": 39, "天冬氨酸氨基转移酶": 28, "γ-谷氨酰转肽酶": 16, "碱性磷酸酶": 2.1, "钠": 139.0, "钾": 4.43, "氯": 103.6, "葡萄糖": 5.04, "尿素": 6.20, "肌酐": 74.2, "肾小球滤过率": 114.27, "尿酸": 415, "总胆固醇": 5.19, "甘油三酯": 2.11, "高密度脂蛋白胆固醇": 1.01 },
    { "日期": "2025-09-13", "总蛋白": 73.1, "白蛋白": 49.4, "球蛋白": 23.7, "白球比值": 2.08, "总胆红素": 14.7, "直接胆红素": 2.3, "间接胆红素": 12.4, "丙氨酸氨基转移酶": 39, "天冬氨酸氨基转移酶": 28, "γ-谷氨酰转肽酶": 16, "碱性磷酸酶": 21, "钠": 139.0, "钾": 4.43, "氯": 103.6, "葡萄糖": 5.04, "尿素": 5.20, "肌酐": 74.2, "肾小球滤过率": 111.666, "尿酸": 415, "总胆固醇": 4.61, "甘油三酯": 2.08, "高密度脂蛋白胆固醇": 1.00 }
  ],
  "甲状腺激素全套": [
    { "日期": "2025-02-06", "TT3": 1.55, "FT3": 5.16, "TT4": 82.5, "FT4": 12.05 },
    { "日期": "2024-05-01", "TT3": 1.26, "FT3": 4.02, "TT4": 80.7, "FT4": 11.81 },
    { "日期": "2025-09-13", "TT3": 1.26, "FT3": 4.02, "TT4": 80.7, "FT4": 11.81 }
  ]
};